[
  {
    "fileName": "1.jpg",
    "title": "博丽灵梦",
    "desc": "《东方Project》的主角，几乎在每一作之中均有出现。博丽神社的巫女，名义上的幻想乡管理者。\n天生拥有不可思议的幸运和敏锐，以及许多能力，不过修行不足。不相信努力会有回报，讨厌修炼，缺乏危机感。每天就是在神社里面打扫和悠闲地喝茶。\n不过每次一旦发生异变，就会急急忙忙赶着去调查。退治妖怪的时候会非常严厉，但是在没有工作需要的时候对妖怪人类也是一视同仁。\n符卡多以“结界”、“阴阳”、“封印”等为主题。代表形象为阴阳玉，武器是阴阳玉和符纸。\n常见的二次设定有贪财（一设里也有一定程度）、无节操等等。"
  },
  {
    "fileName": "2.jpg",
    "title": "雾雨魔理沙",
    "desc": "除靈夢之外，東方系列中另一位重要的角色。\n以靈夢為遊戲初始介面，魔理沙為遊戲圖標，是東方系列STG遊戲（WIN版整數作）的慣例種族是人類，職業是魔法使，獨居於人跡罕至的魔法之森修行。\n經營著「霧雨魔法店」，那兒既是她工作的場所也是她的家。外表看起來是典型的西洋女巫的形象，常騎著掃把飛行。喜歡收集東西但從不整理，房間髒亂程度堪稱小型的魔法之森。非常努力認真，默默地修行著。\n符卡多以星、光或宇宙相關事物為主題。新作中出場最多的角色。（由於靈夢在妖精大戰爭的Ending中出場，所以出場次數與靈夢並列）"
  },
  {
    "fileName": "3.jpg",
    "title": "蕾米莉亚·斯卡蕾特",
    "desc": "蕾米莉亚是500岁的吸血鬼领主，夜之王。\n她是红魔馆的主人，芙兰朵露的姐姐。\n萝莉体型，身穿粉红色的洋装。作为红魔馆的主人，和一般的贵族一样注重威严和体面。但性格却跟外表一样，非常任性和孩子气。\n她拥有“操纵命运程度的能力”，似乎会使被影响者有很高概率遇上珍奇的事。\n符卡多以红色为主题。"
  },
  {
    "fileName": "4.jpg",
    "title": "芙兰朵露·斯卡蕾特",
    "desc": "芙兰朵露是一只超过495岁的吸血鬼\n红魔馆主人的妹妹。与姐姐蕾米莉亚一样是萝莉体型\n精神和思维似乎不太正常，而且拥有难以抑制的破坏力\n所以一直被姐姐关在红魔馆，不被允许外出\n就连聚会也很少参加\n人类就是她平常吃的点心，虽然她对此一无所知\n符卡多带有“禁忌”的字眼\n其背上悬挂着水晶的翅膀是最大的特征。"
  },
  {
    "fileName": "5.jpg",
    "title": "十六夜咲夜",
    "desc": "红魔馆中的唯一人类，担任着女仆长一职\n持有对人类而言最高级的能力：操纵时间程度的能力\n平常服侍大小姐蕾米莉亚以及打理馆中的各种琐事\n不过因为工作十分沉重，经常需要使用能力来帮助完成工作\n对大小姐绝对的忠诚，不过有时思考方式似乎有些天然\n会变魔术，使用飞刀作为弹幕，投掷飞刀的技术相当厉害\n实际程度上的红魔馆代言人"
  },
  {
    "fileName": "6.jpg",
    "title": "蓬莱山辉夜",
    "desc": "辉夜原本是生活在月宫的公主。因为利用自己的能力让八意永琳制作出不死之药——蓬莱之药，并服用了，因而触犯禁忌而被流放到地面上。她感到了对曾在地上照顾过她的人类们的依恋与感恩，以及回到月球后可能的种种不便。同时月的使者的首领八意永琳因为对辉夜心怀愧疚，并且深知辉夜回到月球也不能正常生活（沾染了人间的污秽），于是背叛了月都，背叛了同行的使者救下了辉夜。并在这片竹林里设下了永远亭这个居所（由辉夜对永远亭使用了永远的魔法），二人过着隐居的生活。\n直到永夜异变的夜晚，地面的人类和妖怪打进了永远亭。辉夜看到了地上的人类妖怪之间互相协助亲密无间十分融洽，并感到十分羡慕。同时觉得自己躲躲藏藏的生活愚蠢至极。于是她撤掉了永远的魔法，并且开放了永远亭与外界的联系。并且积极的融入到幻想乡之中。"
  },
  {
    "fileName": "7.jpg",
    "title": "藤原妹红",
    "desc": "藤原妹红是一个豪门望族家的女儿，吃了蓬莱仙药后变得不老不死，受到了人们的恐惧和排挤。\n近千年颠沛流离，最后隐居在迷途竹林中，过着苦行僧一样的生活来磨练自己。\n不亲近人类，却会秘密的帮助人类，强到被妖怪袭击也能轻松应付。\n不怎么擅长与人相处也不愿与别人说自己的身世，但是却喜欢听人类家族的故事。上白泽慧音是她的“少数理解者”。"
  },
  {
    "fileName": "8.jpg",
    "title": "西行寺幽幽子",
    "desc": "千年前就住在冥界白玉楼的亡灵少女，西行寺家的大小姐。\n有着统率幽灵的能力，因此被阎魔任命为冥界幽灵的管理者，并且能永久居住于冥界。\n生前就认识八云紫，和她是好友。\n幽雅而充满和风元素的人物。弹幕多以樱、蝶和死亡为主题。\n人物原型被认为是西行法师的女儿西行之女（西行の娘）。"
  },
  {
    "fileName": "9.jpg",
    "title": "八云紫",
    "desc": "资历和力量非常强大，有极高的智力，总是了解一切的样子。她被称为妖怪贤者，千年前幻想乡的创始人之一。作为少数知道幻想乡本质的妖怪，对幻想乡也极端地珍爱。\n她基本上不会自己动手，所有杂事都会推给她的妖兽式神八云蓝。尤其是白天和冬季，紫在睡觉的时候，会把事情都交给式神处理，这只式神会代理紫的一切行动。有时候也会用很特别的方法关心式神。\n似乎和在现世的人类秘封俱乐部成员玛艾露贝莉·赫恩有类似庄生梦蝶的关系。\n弹幕名多以相对事物为主题。\n隙间妖怪，是一个人一个种族的妖怪，平常都待在她的隙间里面。\n两次月面战争的发动者。"
  },
  {
    "fileName": "10.jpg",
    "title": "魂魄妖梦",
    "desc": "妖夢是西行寺家第二代庭師。西行寺家上一代的庭師，妖夢的爺爺魂魄妖忌在擔任了300年的庭師之後，有一天忽然頓悟了什麼，便將庭師的工作交給了還是少女的妖夢，自己一個人隱居了起來。\n妖夢不同於純粹是亡靈的主人西行寺幽幽子，她是半人半靈的存在。身邊巨大的幽靈是按照她的意識活動的，那個是她身體的一部分。\n妖夢本來應該是幽幽子的劍術指導老師。雖說現在作為庭師工作著，但妖夢有著相當優秀的劍術，是二天一流的高手。\n性格認真直率，有時有點逞強；但也許是因為年齡還不是很大，常常表現得特別天真，也就成了幽幽子最喜歡戲弄的對象。\n膽子很小。身為半人半靈，在永夜異變中，看到幽靈卻十分害怕。"
  }
]
